[
    {
        "overview": "Это боевик про знаменитого героя Pepe. Он отправится в космос вместе со своими друзьями из Twitch. Это заключительная часть киновселенной Marvel",
        "poster_path": "https://coub-anubis-a.akamaized.net/coub_storage/coub/simple/cw_image/4ebccbdf0ff/34ae0c7fabf567857604f/1592139331_00061.jpg",
        "title": "PepeMovie"
    },
    {
        "overview": "Оставшиеся в живых члены команды Мстителей и их союзники должны разработать новый план, который поможет противостоять разрушительным действиям могущественного титана Таноса. После наиболее масштабной и трагической битвы в истории они не могут допустить ошибку.",
        "poster_path": "https://images.kinorium.com/movie/poster/1442354/w1500_44798381.jpg",
        "title": "Мстители:Финал"
    },
    {
        "overview": "Пока Мстители и их союзники продолжают защищать мир от различных опасностей, с которыми не смог бы справиться один супергерой, новая угроза возникает из космоса: Танос. Межгалактический тиран преследует цель собрать все шесть Камней Бесконечности - артефакты невероятной силы, с помощью которых можно менять реальность по своему желанию. Всё, с чем Мстители сталкивались ранее, вело к этому моменту – судьба Земли никогда ещё не была столь неопределённой.",
        "poster_path": "http://image.tmdb.org/t/p/original/oZ0togc2uMSCmflBNanXnWR0ft1.jpg",
        "title": "Мстители:Война Бесконечности"
    },
    {
        "overview": "Человечество на грани уничтожения. На этот раз людям угрожает Альтрон — искусственный интеллект, ранее созданный для того, чтобы защищать Землю от любых угроз. Однако, главной угрозой он посчитал человечество. Международная организация Щ.И.Т. распалась, и теперь мир не способен справиться с таким мощным врагом, потому люди вновь обращаются за помощью к Величайшим Героям Земли — Мстителям. Однако Альтрон слишком силен, и есть большая вероятность, что даже им не удастся остановить начало надвигающейся Эры Альтрона, где нет места для людей…",
        "poster_path": "https://artfiles.alphacoders.com/973/97324.jpg",
        "title": "Мстители:Эра Альтрона"
    },
    {
        "overview": "Локи, сводный брат Тора, возвращается, и в этот раз он не один. Земля оказывается на грани порабощения, и только лучшие из лучших могут спасти человечество. Глава международной организации Щ.И.Т. Ник Фьюри собирает выдающихся поборников справедливости и добра, чтобы отразить атаку. Под предводительством Капитана Америки Железный Человек, Тор, Невероятный Халк, Соколиный Глаз и Чёрная Вдова вступают в войну с захватчиком.",
        "poster_path": "https://avatars.mds.yandex.net/get-zen_doc/62191/pub_5b36253499d5e200a8500bdb_5b36253651428700a8418157/scale_1200",
        "title": "Мстители"
    },
    {
        "overview": "Эпическое приключение происходит как на нашей планете Земля, так и в королевстве богов Асгарде. В центре истории - Могучий Тор, сильный, но высокомерный воин, чьи безрассудные поступки возрождают древнюю войну в Асгарде. Тора отправляют в ссылку на Землю, лишают сил и заставляют жить среди обычных людей в качестве наказания...",
        "poster_path": "https://life-secrets.ru/wp-content/uploads/2018/03/tor-1.jpg",
        "title": "Тор"
    },
    {
        "overview": "Миллиардер-изобретатель Тони Старк попадает в плен к Афганским террористам, которые пытаются заставить его создать оружие массового поражения. В тайне от своих захватчиков Старк конструирует высокотехнологичную киберброню, которая помогает ему сбежать. Однако по возвращении в США он узнаёт, что в совете директоров его фирмы плетётся заговор, чреватый страшными последствиями. Используя своё последнее изобретение, Старк пытается решить проблемы своей компании радикально...",
        "poster_path": "https://www.film.ru/sites/default/files/movies/posters/1627091-1435254.jpg",
        "title": "Железный Человек"
    },
    {
        "overview": "Стив Роджерс добровольно соглашается принять участие в эксперименте, который превратит его в суперсолдата, известного как Первый мститель. Роджерс вступает в вооруженные силы США вместе с Баки Барнсом и Пегги Картер, чтобы бороться с враждебной организацией ГИДРА, которой управляет безжалостный Красный Череп.",
        "poster_path": "https://pbs.twimg.com/media/D-1AV0GXoAAH1uS.jpg",
        "title": "Первый Мститель"
    }
]